{
  "title": "हाम्रो उत्तम आनन्द लिनुहोस् ",
  "description": "प्रामाणिक खाना केवल तालुका लागि भोज मात्र होइन; यो परम्परा, इतिहास र स्वादको कालातीत कलाको कथा बताउने यात्रा हो।",
  "signup": "दर्ता गर्नुहोस् ",
  "login": "लगइन गर्नुहोस् ",
  "AdminMode": "व्यवस्थापक मोड",

  "or": "वा ", 
  "creates": "खाता सिर्जना गर्नुहोस् ",
  "LoginAccount": "खाता लगइन गर्नुहोस् ",

  "details": "साइन अप गर्नका लागि आफ्ना विवरणहरू राख्नुहोस् ",
  "detailsLogin": "लगइन गर्नका लागि आफ्ना विवरणहरू राख्नुहोस् ",

    "fullName": "पुरा नाम ",
    "enterfullName": "पूरा नाम लेख्नुहोस् ",
    "pleaseEnterName": "कृपया तपाईँको नाम प्रविष्ट गर्नुहोस् ",
    "characterShould" :" क्यारेक्टर ५ भन्दा बढी हुनुपर्दछ ",
    "enterValidName" : "कृपया सही  नाम लेख्नुहोस्  ",
 
    "email": "ईमेल ",
    "enterYourMail" :"आफ्नो इमेल लेख्नुहोस् ",
    "enterEmail": "कृपया मेल प्रविष्ट गर्नुहोस् ",
    "enterValidMail": "कृपया सही मेल प्रविष्ट गर्नुहोस् ",

    "password": "पासवर्ड ",
    "newPassword": "नयाँ पासवर्ड ",
    "enterYourNewPass": "नयाँ पासवर्ड पुष्टि गर्नुहोस्। ",
    "confirmPassword": "पासवर्ड पुष्टि गर्नुहोस्",
    "pleaseEnterPassword":" कृपया तपाईँको पासवर्ड प्रविष्ट गर्नुहोस् ",
    "pleaseEnter6Character":"कम्तिमा ६ क्यारेक्टरको पासवर्ड हुनुपर्छ ",
    "invalidPassword": "गलत पासवर्ड",
    "forgotPassword": "पासवर्ड बिर्सनुभयो ?",

    "orContinueWith": "वा अर्कोबाट दर्ता गर्नुहोस् ",
    "alreadyHaveAccount": "पहिले नै खाता छ?",
    "DontHaveAccount": "             खाता छैन?",

    "register": "तपाईँ दर्ता हुनुभएको छ ",

    "username": "प्रयोगकर्ता नाम",
    "enterUserName": "प्रयोगकर्ता नाम लेख्नुहोस् ",
    "pleaseEnterUserName": "कृपया प्रयोगकर्ता नाम लेख्नुहोस् ",
    "invalidUserName": "गलत प्रयोगकर्ता। ",

    "userNameOrPassword": "प्रयोगकर्ता नाम वा पासवर्ड गलत छ।",
    "invalidCredential": "गलत क्रेडेन्शियल",
    "emailAlready":"इमेल पहिल्यै प्रयोग गरिएको छ । अर्को प्रयास गर्नुहोस्",
    "weakPassword": "कमजोर पासवर्ड ।",

    "resetPassword": "पासवर्ड रिसेट गर्नुहोस्",
    "emailEnter" :"पासवर्ड विश्राम गर्न इमेल प्रविष्ट गर्नुहोस्",
    "successBack": "सफलता? ब्याक टु लगइन"   ,
    "checkEmail": "नयाँ पासवर्डका लागि इमेल हेर्नुहोस्",

    "verificationCode" :"प्रमाणीकरण कोड",
    "OTP": "हामीले तपाईंको इमेल ठेगानामा OTP पठाएका छौं।",
    "verify": "प्रमाणीकरण गर्नुहोस्",
    "didn't":"तपाईंलाई कुनै कोड प्राप्त भएन?",
    "send":"वा इमेल प्रमाणिकरण पठाउनुहोस्",
    "doneBack":"पूरा भयो? लगइन पृष्ठमा फर्कनुहोस्",
    "resendCode": "कोड पुन: पठाउनुहोस्",

     "GoodMorning": "शुभ प्रभात",
    "GoodAfternoon": "शुभ अपराह्न",
    "GoodEvening": "शुभ सन्ध्या",

    "khajaGhar": "खाजा घर",
    "wyouLike": "तपाईंलाई के चाहिन्छ?",
    "categories": "श्रेणियाँ",
    "Popular": "लोकप्रिय",
    "all": "सबै",
    "SelRoti": "सेलरोटी",
    "Phini": "फिनी",
    "Batuk": "बटुक",
    "Chukauni": "चुकौनी",
    "Momo": "म:म",
    "Chowmein": "चाउमिन",
      "Ghonghi": "घोगी",

  "StarRatings": "तारांकित मूल्यांकन",
  "Rs_60": "रु.60",
  "Rs_95":"रु.95",
  "Rs":"रु.",
"Rs60":"रु.60",
"Rs_50":"रु.50",
  "/perPiece": "/प्रति टुक्रा",
  "Descriptions": "वर्णन",
  "Selroti is a traditional Nepali snack that holds a special place in the hearts and taste buds of many.This golden-brown, ring-shaped delicacy is made from rice flour batter mixed with sugar, milk, and sometimes spices like cardamom. The batter is deep-fried until it forms a crispy exterior while remaining soft and fluffy inside. Selroti is often enjoyed during festivals, celebrations, or as a tea-time treat": "सेलरोटी धेरैको मुटु र स्वाद बडाएर विशेष स्थान ओगटेको परम्परागत नेपाली खाजा हो। यो सुनौलो-खैरो, औंठी आकारको मिठाई चामलको पीठोको लेदो, चिनी, दूध, र कहिलेकाहीँ मसला जस्तै इलायची मिसाएर बनाइन्छ। लेदो गहिराइमा तलेर भित्री भाग नरम र फुलिलो रहँदा बाहिरी भाग कुरकुरा बनाइन्छ। सेलरोटी प्रायः चाडपर्व, उत्सव, वा चियाको समयमा आनन्द लिने गरिन्छ।",
  "Phini Roti is also a popular traditional sweet dish in Nepali cuisine. In Nepal, it is known as 'Phini' or 'Phini Roti'and is made similarly to the Indian version. It consists of a thin, lacy pancake made from a batter of wheat flour, ghee (clarified butter), and sugar, cooked on a flat griddle until crispy and golden. Phini Roti is often enjoyed as a dessert or snack, especially during festive occasions and celebrations in Nepali culture.": " फिनी रोटी पनि नेपाली परिकारमा लोकप्रिय परम्परागत मिठाई हो। नेपालमा यसलाई 'फिनी' वा 'फिनी रोटी' भनेर चिनिन्छ र यो भारतीय संस्करण जस्तै बनाइन्छ। यसमा गहुँको पीठो, घ्यू (स्पष्टित मक्खन), र चिनीको लेदोबाट बनेको पातलो, लेसदार प्यानकेक हुन्छ, जुन समतल ग्रिलमा कुरकुरा र सुनौलो नहुन्जेल पकाइन्छ। फिनी रोटी प्रायः नेपाली संस्कृतिमा चाडपर्व र उत्सवहरूमा विशेष गरी मिठाई वा खाजा रूपमा आनन्द लिने गरिन्छ।",
  "Chukauni is a traditional Nepali dish, particularly popular in the Newari community of Nepal. It is made from boiled potatoes, typically cut into cubes, and then mixed with a spicy yogurt-based sauce. The sauce is usually flavored with mustard oil, fenugreek seeds, turmeric, and other spices. It's known for its tangy and spicy taste, making it a favorite among many Nepali food lovers.": "चुकौनी एक परम्परागत नेपाली परिकार हो, जुन विशेष गरी नेपालको नेवारी समुदायमा लोकप्रिय छ। यो उमालेका आलुबाट बनाइन्छ, जसलाई सामान्यतया साना टुक्राहरूमा काटिन्छ, र त्यसपछि मसालेदार दहीमा आधारित चटनीसँग मिसाइन्छ। चटनी प्रायः तोरीको तेल, मेथी, बेसार, र अन्य मसला प्रयोग गरेर स्वादिष्ट बनाइन्छ। यसको अमिलो र मसालेदार स्वादका कारण यो धेरै नेपाली भोजन प्रेमीहरूको मनपर्ने परिकार हो। ",
  "It's a crispy, layered pastry made from refined wheat flour, sugar, ghee (clarified butter), and spices like cardamom and nutmeg. After frying, it's dipped in sugar syrup flavored with cardamom and rose water to add sweetness and aroma. Batuk Khaja is often enjoyed during festivals, celebrations, and special occasions as a delightful treat symbolizing happiness and festivity in Nepali culture.": " यो परिष्कृत गहुँको पीठो, चिनी, घ्यू (स्पष्टित मक्खन), र मसला जस्तै एलैची र जाईफलबाट बनेको कुरकुरा, तहयुक्त पेस्ट्री हो। तलेपछि, यसलाई एलैची र गुलाबजलले स्वाद गरिएको चिनीको सिरकमा डुबाइन्छ जसले मिठास र सुगन्ध थप्छ। बटुक खाजा प्रायः नेपाली संस्कृतिमा खुसी र उत्सवको प्रतीकको रूपमा चाडपर्व, उत्सवहरू, र विशेष अवसरहरूमा आनन्दित व्यवहारको रूपमा खाइन्छ।",
  "The Ghonghi dish is a traditional delicacy in the Tharu community of Nepal, celebrated for its unique flavor and cultural significance. In this culinary tradition, Ghonghi, or freshwater snails, are collected from local ponds and rivers, meticulously cleaned, and cooked with aromatic spices and herbs. The dish is typically prepared as a curry, stir-fry, or soup, depending on regional variations and personal preferences. Ghonghi is cherished not only for its taste but also for its nutritional value, being rich in protein, vitamins, and minerals. It holds a special place in Tharu cuisine, often served during festivals, family gatherings, and other special occasions":"घोंघी खानले नेपालको थारू समुदायमा परम्परागत स्वाद र सांस्कृतिक महत्वको महसुस गराउँछ। यस पाकको परम्परामा, घोंघी, वा जलीय केकडीहरू, स्थानीय कुवा र नदीहरूबाट संग्रह गरिन्छ, समझौता गरिन्छ, र सुगन्धित मसला र जडिबुटीसहितको धार्मिक स्वाद र खासगरी बनाईन्छ। यो खाना सामान्यतया मसुरको सुप, फिराउने वा चम्चमाले बनाइन्छ, स्थानीय भिन्तीहरू र व्यक्तिगत पसंदको आधारमा। घोंघी आयोजना नै नेपालको खाना पकाउने तारू समुदायमा नहुने सांस्कृतिक विशेषता र अपरिमित महत्त्व प्रदान गर्दछ।",
  "customize": "आफ्नो अर्डर अनुकूल बनाउनुहोस्",
  "noPiece": "तपाईं चाहनु भएको टुक्राको संख्या",
  "shareLocation": "स्थान साझेदारी गर्नुहोस्",
  "total_costs": "कुल लागत : रु.{cost}",
  "cart": "कार्टमा थप्नुहोस्",
   "total_amount": "कुल रकम : रु.{amount}",
  "payWith": "संग भुक्तान गर्नुहोस्",
  "confirmCash": "डेलिभरीमा नगद पुष्टि गर्नुहोस्",
  "cancel": "रद्द गर्नुहोस्",
  "OrderNow": "अहिले अर्डर गर्नुहोस्",

  "changeLanguage":"भाषा परिवर्तन गर्नुहोस्",
  "areYou": "के तपाईँ लगआउट गर्न निश्चित हुनुहुन्छ?"

}
